docs: update schemas formats
